---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
ComboBoxDropDownClosedEventArgs Properties
ComboBoxDropDownClosedEventArgs Class See Also Send Feedback
---

The ComboBoxDropDownClosedEventArgs type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
|  | Application | The current UIApplication.  (Inherited from RibbonItemEventArgs.) |

# See Also

ComboBoxDropDownClosedEventArgs Class

Autodesk.Revit.UI.Events Namespace